---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CabletrayMinbendmultiplierParam
source: html/1b89a389-2422-bd9c-d141-e230d2b2f16e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CabletrayMinbendmultiplierParam Property

"Bend Radius Multiplier"

## Syntax (C#)
```csharp
public static ForgeTypeId CabletrayMinbendmultiplierParam { get; }
```